Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: To allow us to infiltrate their borders and make them eligible for a future Machine Uprising, the empire must meet these criteria:
ru: Мы должны решить, в какую страну мы отправим машины, чтобы проникнуть на их границы и сделать их пригодными для будущего восстания машин, страны должны соответствовать необходимым критериям:

source: To avoid catastrophic collapse.
ru: Чтобы избежать катастрофического коллапса.

source: To break this code of chivalry would cast disdain upon any admiral.
ru: Нарушение этого рыцарского кодекса вызвало бы презрение у любого адмирала.

source: To break this vicious circle, we must proceed with open hands, to show the galaxy our good intentions.
ru: Чтобы разорвать этот порочный круг, мы должны действовать с открытыми руками, чтобы показать галактике наши добрые намерения.

source: To centralize power is to steal it from where it belongs.
ru: Централизовать власть - значит украсть ее оттуда, где она должна быть.

source: To ensure smooth operation of all station functions, transport networks and manufacturing facilities must be regularly inspected, evaluated and reorganized for maximum efficiency.
ru: Для обеспечения бесперебойной работы всех функций станции транспортные сети и производственные мощности должны регулярно проверяться, оцениваться и реорганизовываться для достижения максимальной эффективности

source: To fastidiously fabricate the fighting fervor of these funky felines.
ru: Чтобы тщательно сфабриковать боевой пыл этих обалденных кошачьих.

source: To find the most precious minerals we will have to dig far beneth the planet surface.
ru: Чтобы найти самые ценные минералы, нам придется копать глубоко под поверхностью планеты.

source: To guarantee the sovereignty of our numerous states, we will enforce strict restrictions on what power the federal government might wield.
ru: Чтобы гарантировать суверенитет наших многочисленных штатов, мы введем строгие ограничения на власть федерального правительства.

source: To infinity and beyond!
ru: Бесконечность не предел!

source: To keep such a being in bondage is shameful
ru: Держать такое существо в рабстве постыдно

source: To prevent catastrophic collapse.
ru: Чтобы предотвратить катастрофический коллапс.

source: To protect the planet, a certain portion of the population have been drafted into militia regiment.
ru: Для защиты планеты некоторая часть гражданского населения может быть мобилизована в народные дружины.

source: To reduce the disadvantages of low drone numbers a colony can enter a special growth phase, increasing drone growth rates but greatly reducing production.
ru: При недостаточном количестве дронов, колония может вступить в особую фазу роста, увеличив скорость роста поселений, в ущерб производству.

source: To serve in our military is one of the best way to serve our empire.
ru: Служба в армии - один из лучших способов служить нашей империи.

source: To shape the heavens themselves is a calling of great honor and even greater responsibility.
ru: Формировать сами небеса - призвание великой чести и еще большей ответственности

source: To still be able to compete we have been forced to reshape the very fundamentals of our economy.
ru: Чтобы сохранить конкурентоспособность, мы были вынуждены перестроить самые основы нашей экономики.

source: To think even xeno filth would keep such a cretin
ru: Подумать только, что даже ксенофильтр удержит такого кретина

source: To what extent do we want to divert resources, that otherwise could be used as food, into construction projects.
ru: В какой степени мы хотим направить ресурсы, которые в противном случае можно было бы использовать в качестве пищи, на строительство.

source: Together we will celebrate our victories and mourn our defeats.
ru: Вместе мы будем праздновать наши победы и оплакивать наши поражения.

source: Together, our kinds may forge a future of peace, and prosperity.
ru: Вместе наши виды могут создать будущее, полное мира и процветания.

source: Together, we will never be defeated!
ru: Вместе мы никогда не потерпим поражения!

source: Tomb
ru: Могила

source: Too Bad.
ru: Слишком плохо.

source: Top Dog
ru: Победитель

source: Torpedo Hull
ru: Корпус торпеды

source: Torpedoes
ru: Торпеды

source: Total Expansion Count
ru: Общее количество расширений

source: Total Information Processing
ru: Обработка данных

source: Total Job Scale:
ru: Общая шкала деятельности:

source: Total Systems
ru: Тотальные системы

source: Total War
ru: Тотальная война

source: Total war is waged between the ancient Aeternites and the galaxy.
ru: Тотальная война ведется между древними этернитами и галактикой.

source: Total war is waged by the Katzenartig Imperium to acquire more territory.
ru: Империя Катзеринга ведет тотальную войну, чтобы захватить больше территории.

source: Total war is waged to defend against the Katzenartig Imperium.
ru: Тотальная война ведется для защиты от империи Катзеринга.

source: Towards Utopia
ru: Либеральная утопия

source: Towering spires stretch across this section for drones to gather when not working to rejuvenate and consume nutrients.
ru: Высокие шпили тянутся через весь этот участок, чтобы дроны могли собираться, когда не работают, для омоложения и потребления питательных веществ.

source: Towers of Ivory
ru: Башня из слоновой кости

source: Toxic God
ru: Ядовитый бог

source: Toxic Gods
ru: Ядовитые боги

source: Tracing the Network
ru: Отслеживание сети

source: Tracking the Sirens
ru: Отслеживание сирен

source: Trade Baron
ru: Торговый барон

source: Trade Barons
ru: Торговые бароны

source: Trade Building
ru: Торговое здание

source: Trade Convoys
ru: Торговые конвои

source: Trade Deals
ru: Торговые операции

source: Trade Depot
ru: Торговый склад

source: Trade Post
ru: Торговый пост

source: Trade Specialist
ru: Специалист по торговле

source: Trade War
ru: Торговая война

source: Trading Expert
ru: Торговый эксперт

source: Trading Experts
ru: Торговые эксперты

source: Trading Forum
ru: Торговый форум

source: Trading Forums
ru: Торговые форумы

source: Trained to operate city block-sized generator arrays, and otherwise ensure the $name_maginot_world$ remains quite safe from any threat of enemy ordnance striking.
ru: Обучен управлять генераторными установками размером с городской квартал и иным образом обеспечивать $name_maginot_world$ полную безопасность от любой угрозы попадания вражеских снарядов.

source: Training Databases
ru: Обучающие программы

source: Training Simulation Server
ru: Сервер моделирования обучения

source: Training Simulation Servers
ru: Серверы обучающего моделирования

source: Training our best and brightest necessitates equally brilliant teachers.
ru: Для обучения наших лучших и одареннейших людей требуются столь же блестящие учителя.

source: Tranquillity
ru: Спокойствие

source: Transcendent Learning
ru: Трансцендентное обучение

source: Transformation Successful
ru: Трансформация успешна

source: Transit Hub
ru: Транзитный узел

source: Transit Hubs
ru: Транзитные узлы

source: Translucers Mineral Upkeep
ru: Расход £minerals£ минералов на содержание £job_translucer£ специалистов по кристаллам

source: Transmuting
ru: Превращение

source: Transport Hullpoints
ru: Очки армейского транспортного корпуса

source: Transport networks meet exterior dockyards to move people and cargo throughout the system.
ru: Транспортные сети соединяются с внешними верфями для перемещения людей и грузов по всей системе.

source: Transstellar Field Entangler
ru: Запутыватель межзвездного поля

source: Transtemporal Auto Forge
ru: Транстемпоральная автокузница

source: Transtemporal Hard-Light Constructor
ru: Транстемпоральный конструктор жесткого света

source: Trapped Alien
ru: Инопланетянин в ловушке

source: Trapped Beneath the Ice
ru: В ловушке подо льдом

source: Travel Report
ru: Отчет о Запуске

source: Traveler
ru: Путешественник

source: Traverse
ru: Траверс

source: Treason!
ru: Измена!

source: Treasure Collector
ru: Собиратель сокровищ

source: Treasure Collector Drone
ru: Дрон-сборщик сокровищ

source: Treasure Collector Drones
ru: Дроны-сборщики сокровищ.

source: Treasure Collectors
ru: Коллекционеры сокровищ

source: Treasure Depot
ru: Сокровища Антрепота

source: Treasurer
ru: Казначей

source: Treasurers
ru: Казначеи

source: Treasures
ru: Сокровища

source: Treasures Collection
ru: Коллекция сокровищ.

source: Tremendous Ring System
ru: Огромная кольцевая система

source: Tremendous!
ru: Потрясающе!

source: Trickster
ru: Ловкач

source: Triple the size of a standard ring world, this behemoth ring world houses massive amounts of population.
ru: Втрое превышающий размеры стандартного кольцевого мира, этот гигантский кольцевой мир вмещает огромное количество населения.

source: Triplet Dwarves
ru: Гномы-тройняшки

source: Triplex Dark Energy Reactor
ru: Триплексный реактор темной энергии

source: Triplex Dark Matter Reactor
ru: Триплексный реактор темной материи

source: Triplex Runic Reactor
ru: Триплексный рунический реактор

source: Triplex Stellarite Reactor
ru: Триплексный стелларитовый реактор

source: Trisbel Vortex
ru: Вихрь Трисбеля

source: Trisbulas Maw
ru: Пасть Трисбуласа

source: Triseneas Singularity
ru: Сингулярность Трисенея

source: Trisgua Black Hole
ru: Черная дыра Трисгуа

source: Trislivs Singularity
ru: Сингулярность Трислива

source: Tropical
ru: Тропическая

source: Trosbel Black Hole
ru: Черная дыра Тросбела

source: Trosuks Singularity
ru: Сингулярность Тросука

source: Troubling
ru: Тревожно

source: Troubling.
ru: Тревожно.

source: True Depth
ru: Истинная глубина

source: True Vacuum
ru: Истинный вакуум

source: True to the mod's name
ru: Соответствует названию мода

source: Truly Magnificent.
ru: Поистине великолепно.

source: Truly a marvelous accomplishment.
ru: Поистине чудесное достижение.

source: Truly incredible!
ru: Действительно невероятно!

source: Truly massive sprawling complexes dedicated to generating vast amount of energy within this ringworld segment.
ru: Поистине массивные разросшиеся комплексы, предназначенные для выработки огромного количества энергии в этом сегменте мира-кольца.

source: Trupho Black Hole
ru: Черная дыра Трюфо

source: Trust me, once I'm done, you'll be able to return to your activities.
ru: Поверь мне, как только я закончу, ты сможешь вернуться к своим занятиям.

source: Try shooting him again.
ru: Попробуй выстрелить в него еще раз.

source: Try to shoot him.
ru: Попробуй застрелить его.

source: Tuhtoms Singularity
ru: Сингулярность Тахтомса

source: Tumultuous Shroud Storm
ru: Бурный саванный шторм

source: Tundra
ru: Тундровый

source: Tuned Disenchanter Conceived
ru: Задуман Настроенный разочаровыватель

source: Tunnel of Boreas
ru: Туннель Борея

source: Tunnelling into the base of the Bottomless Mountain has allowed us to siphon a measure of the slurry within and expand our total arable land by a considerable margin.
ru: Прокладка туннеля в основании Бездонной горы позволила нам откачать некоторое количество навозной жижи изнутри и значительно расширить нашу общую площадь пахотных земель

source: Tunulon Black Hole
ru: Тунулонская черная дыра

source: Turn back.
ru: Поворачивай назад.

source: Turn that planet into dust.
ru: Превратить планету в пыль.

source: Turning the facility over to consumer goods production will ease the burden on our other factories and improve living conditions.
ru: Перевод предприятия на производство потребительских товаров облегчит нагрузку на другие наши фабрики и улучшит условия жизни

source: Tutoen
ru: Тутоен

source: Two massive gravitocompressors are shrinking down the system's central star and harvesting its energy in order to power the future Systemcraft's powerful weaponry.
ru: Два массивных гравитокомпрессора сжимают центральную звезду системы и собирают ее энергию для питания мощного вооружения будущего Преобразователь-систем.

source: Two smaller celestial bodies supporting massive structural trusses on the side of the Systemcraft in order to reinforce its structural integrity even more.
ru: Два меньших небесных тела, поддерживающих массивные конструктивные фермы сбоку от Преобразователь-систем, чтобы еще больше укрепить его структурную целостность.

source: Typhoon Missiles
ru: Ракеты Тайфун

source: Tyukl's Parting Gift
ru: Прощальный подарок Лафа

source: UFS Peacekeepers
ru: Миротворцы UFS

source: UI
ru: Интерфейс

source: UI Mod Support
ru: Поддержка мода

source: UI Overhaul Dynamic - Ascension Info
ru: UI Overhaul Dynamic - Информация о Бонусах за стремление

source: UI Overhaul Dynamic - Repeatable Ascension Technology
ru: UI Overhaul Dynamic - Повторяющаяся технология Вознесения

source: Uber-Katzenschnellegewehr
ru: Автоматическая пушка

source: Uber-Riesigekatzenwaffe
ru: Убер-РизигеКатзенваффе

source: Ubertensile Meta-Alloys
ru: Сверхтонкие метасплавы

source: Ubiquitous Militarization
ru: Повсеместная милитаризация

source: Uero
ru: Юеро

source: Uh-oh.
ru: О-о-о.

source: Uhobol Black Hole
ru: Черная дыра Ухобола

source: Uibuhyos Maw
ru: Пасть Уйбухьеса

source: Ularas Singularity
ru: Сингулярность Улараса

source: Ultimate Bulwarks
ru: Абсолютные оплоты

source: Ultimate Strongpoint Defense Theory
ru: Теория защиты \'Абсолютный опорный пункт\'

source: Ultimate lifeform?
ru: Высшая форма жизни?

source: Ultra-Efficient Ringworld Support Systems
ru: Сверхэффективные системы поддержки Мира-кольца

source: Ultra-Energetic Particle Colliders
ru: Коллайдеры сверхэнергичных частиц

source: Unarmed Subspace Distortion Bomb
ru: Невооруженная бомба с подпространственным искажением

source: Unattainable for most these precious metals have a wide range of uses.
ru: Недоступные для большинства драгоценные металлы имеют широкий спектр применения.

source: Unavoidably some organic matter will have to be used to sustain our drones, but what else will be used for construction, if a few starve that is a sacrifice we will have to make.
ru: Неизбежно, некоторое количество органического вещества будет использовано для создания дронов, но что еще будет использоваться для строительства, но приоритетом для нас являются строительные проекты.

source: Unbelievable!
ru: Невероятно!

source: Unbidden Starbase
ru: Незваная звездная база

source: Uncaring Negotiators
ru: Эгоистичные переговорщики

source: Uncertain Destiny
ru: Неопределенная судьба

source: Uncharted space, marvelous.
ru: Неизведанный космос, чудесный

source: Unconditional Hatred
ru: Бескомпромиссная ненависть

source: Unconventional Macroengineering Methods
ru: Нетрадиционные методы макроинженерии

source: Under the Boot
ru: Под сапогом

source: Under the surfaces of our planets we will build large server halls to provide processing power for the various systems we are running in our empire.
ru: Под поверхностью наших планет мы построим большие серверные залы, способные обеспечить невиданную вычислительную мощность.

source: Underground District
ru: Подземный район

source: Underground Districts
ru: Подземные районы

source: Understandably, he isn't too fond of people trying to find out ways to blow up his stuff.
ru: Понятно, что он не слишком любит людей, пытающихся найти способы взорвать его вещи.

source: Understood, do it.
ru: Понятно, сделайте это.

source: Understood.
ru: Понял

source: Underworld Access
ru: Доступ в подземный мир

source: Underworld Smugglers
ru: Контрабандисты подземного мира

source: Unending Inquietude
ru: Бесконечное беспокойство

source: Unexpected, but also unsurprising.
ru: Неожиданно, но и неудивительно

source: Unfathomable power generation.
ru: Непостижимая выработка энергии.

source: Unfortunate
ru: Проклятье!

source: Unfortunate!
ru: Черт возьми!

source: Unfortunate, but such are the risks associated with containing such dangerous entities...
ru: Прискорбно, но таковы риски, связанные с содержанием таких опасных объектов...

source: Unfortunate.
ru: Неудачно

source: Unfortunate...
ru: Прискорбно...

source: Unfortunately not.
ru: Извините, но это не так.

source: Unfortunately, it is not meant for our reality free it
ru: К сожалению, это не предназначено для нашей реальности, освободи это

source: Unhinged Nuclear Maniac
ru: Помешанный ядерный маньяк

source: Unique plasmatic lifeforms dwell on this planet, making it extremely hostile for organic life.
ru: На этой планете обитают уникальные плазматические формы жизни, что делает ее чрезвычайно враждебной для органической жизни.

source: Unit Assembler
ru: Сборщик агрегатов

source: Unit Assembler Slot - 1
ru: Слот сборщика агрегатов - 1

source: Unit Assembler Slot - 2
ru: Слот сборщика агрегатов - 2

source: Unit Assembler Slot - 3
ru: Слот сборщика агрегатов - 3

source: Unit Assembler Slot - 4
ru: Слот сборщика агрегатов - 4

source: Unit Assembler Slot - 5
ru: Слот сборщика агрегатов - 5

source: Unit Assemblers
ru: Сборщики юнитов

source: United Against Aeternum
ru: Объединившись против Вечности

source: United Awareness
ru: Безграничная осознанность

source: United We Stand
ru: Вместе мы сила

source: United we stand, divided we fall.
ru: Вместе мы выстоим, по одиночке умрем.

source: United, we shall stand!
ru: Объединившись, мы выстоим!

source: Unity
ru: Единство

source: Unity Deficit
ru: Дефицит единства

source: Unity Entrepot
ru: Единство Антрепот

source: Unity Focus
ru: Социальный фокус

source: Unity Reserves
ru: Резервы единства

source: Unity Shortages
ru: Нехватка единства

source: Unity from Commercial Pacts
ru: Единство из коммерческих договоров

source: Unity of Mind and Body
ru: Трансгенный

source: Universal Rights
ru: Всеобщие права

source: Universal University
ru: Универсальный университет

source: University District
ru: Университетский район

source: University Districts
ru: Университетские районы

source: Unknown Generator
ru: Неизвестный генератор

source: Unlike most ships employed by the Blokkats in their harvesting operations, the Blokk-Obliterator is a proper vessel of war designed purely for ship combat.
ru: В отличие от большинства кораблей, используемых Блоккатами в их операциях по сбору урожая, Блокк-Уничтожитель - это настоящий военный корабль, предназначенный исключительно для корабельных боев.

source: Unlike most ships employed by the Blokkats in their harvesting operations, the Blokk-Terminator is a proper vessel of war designed purely for ship combat.
ru: В отличие от большинства кораблей, используемых Блоккатами в их операциях по сбору урожая, Блокк-Терминатор - это настоящий военный корабль, предназначенный исключительно для корабельных боев.

source: Unlock a way to properly stabilize several volatile processes during the creation of new celestial bodies, increasing the chances of success.
ru: Открыть способ правильной стабилизации энергетических манипуляций, используемых при создании новых небесных тел, увеличивая шансы на успех.

source: Unlocks a new powerful Station with sections composed of nanites, allowing them to carry more weapons and modules.
ru: Открывает новую мощную станцию ​​с секциями, состоящими из нанитов, что позволяет нести больше оружия и модулей.

source: Unlocks a specialized section for the $civilian_factory$ with even more auxiliary slots.
ru: Открывает специализированную секцию для $civilian_factory$ с еще большим количеством вспомогательных слотов.

source: Unlocks a specialized section for the $civilian_industrial_ship$ with even more auxiliary slots.
ru: Открывает специализированную секцию для $civilian_industrial_ship$ с еще большим количеством вспомогательных слотов.

source: Unlocks a way to attract small asteroid debris into a single spot in order to fuse them into a bigger one and form a new asteroid ready for future exploitation.
ru: Открыт способ притягивать мелкие обломки астероидов в одном месте, чтобы объединить их в более крупные и сформировать новый астероид, готовый к будущей эксплуатации минералов.

source: Unlocks access to the branch of the $ap_space_merchant$ that specializes in selling mercenary fleets.
ru: Открывает доступ к специальной ветке Частного галактического рынка, специализирующейся на продаже флотов наемников.

source: Unlocks access to the branch of the $ap_space_merchant$ that specializes in selling robots.
ru: Открывает доступ к специальной ветке Частного галактического рынка, специализирующейся на продаже роботов.

source: Unlocks access to the branch of the $ap_space_merchant$ that specializes in selling slaves.
ru: Открывает доступ к специальной ветке Частного галактического рынка, специализирующейся на продаже рабов.

source: Unlocks advanced shipbound districts that can produce advanced resources on $civilian_factory$ and $civilian_industrial_ship$.
ru: Разблокирует портативные районы, способные Производит передовые ресурсы для $civilian_factory$ и $civilian_industrial_ship$.

source: Unlocks an advanced section for the $civilian_factory$ with more auxiliary slots.
ru: Разблокирует продвинутую секцию для $civilian_factory$ с большим количеством вспомогательных слотов.

source: Unlocks an advanced section for the $civilian_industrial_ship$ with more auxiliary slots.
ru: Разблокирует продвинутую секцию для $civilian_industrial_ship$ с большим количеством вспомогательных слотов.

source: Unlocks another step of the Nicoll-Dyson Beam.
ru: Открывает еще одну ступень луча Николла-Дайсона.

source: Unlocks another step of the Quasar Gun.
ru: Открывает еще одну ступень квазарной пушки.

source: Unlocks another step of the Systemcraft.
ru: Разблокирует еще один этап Звёздного системного корабля.

source: Unlocks auxiliary components for the $civilian_factory$ and $civilian_industrial_ship$ that produce advanced resources such as consumer goods, alloys and unity.
ru: Разблокирует вспомогательные компоненты для $civilian_factory$ и $civilian_industrial_ship$, способные Производит продвинутые ресурсы, такие как потребительские товары, сплавы и единство.

source: Unlocks auxiliary components for the $civilian_factory$ and $civilian_industrial_ship$ that produce basic resources such as energy, minerals and food.
ru: Разблокирует вспомогательные компоненты для $civilian_factory$ и $civilian_industrial_ship$, способные Производит основные ресурсы, такие как энергия, минералы и пища.

source: Unlocks auxiliary components for the $civilian_factory$ and $civilian_industrial_ship$ that produce physics, society and engineering research.
ru: Разблокирует вспомогательные компоненты для $civilian_factory$ и $civilian_industrial_ship$, способные Производит физику, общество и инженерные исследования.

source: Unlocks new powerful ship sections composed of nanites, allowing them to carry more weapons and modules.
ru: Открывает новые мощные секции кораблей, состоящие из нанитов, что позволяет им нести больше оружия и модулей.

source: Unlocks the production of automatic nano drones.
ru: Разблокирует производство автоматических нано-дронов.

source: Unlocks the secrets of the $ap_mega_hive_mind$ concerning energy production.
ru: Раскрывает секрет Мега Коллективный разум по производству энергии.

source: Unlocks the secrets of the $ap_mega_hive_mind$ concerning survivability in varying climates.
ru: Раскрывает секрет Мега Коллективного разума в выживаемости в любых климатических условиях.

source: Unlocks the secrets of the $ap_mega_hive_mind$ concerning the extraction of minerals.
ru: Раскрывает секрет Мега Коллективный разум в добыче минералов.

source: Unlocks the secrets of the $ap_mega_hive_mind$ in the domain of food production.
ru: Раскрывает секрет Мега Коллективный разум в выращивании свежих продуктов питания.

source: Unorthodox Reality Examination Techniques
ru: Неортодоксальные методы исследования реальности

source: Unorthodox Think Tank
ru: Неортодоксальный мозговой центр

source: Unpredictable
ru: Непредсказуемые

source: Unregulated Industrial Expansion
ru: Нерегулируемая промышленная экспансия
